Repository: bkz/curictus
Catalog: Curegame/media/i18n/*/LC_MESSAGES/vrs.po
Languages: sv_se

source: Year
sv_se: År

source: Yes
sv_se: Ja

source: Yesterday
sv_se: Igår

source: You vs. Opponent
sv_se: Du - Motståndare

source: You won the gargantuan trophy!
sv_se: Du vann den största pokalen!

source: You won the gigantic trophy!
sv_se: Du vann den gigantiska pokalen!

source: You won the huge trophy!
sv_se: Du vann den enorma pokalen!

source: You won the large trophy!
sv_se: Du vann den stora pokalen!

source: You won the medium trophy!
sv_se: Du vann den mellanstora pokalen!

source: You won the small trophy!
sv_se: Du vann den lilla pokalen!

source: Zones
sv_se: Zoner

source: about %(days)d days ago
sv_se: ungefär %(days)d dagar sedan

source: about %(hours)d hours ago
sv_se: ungefär %(hours)d timmar sedan

source: about a day ago.
sv_se: ungefär en dag sedan.

source: about one minute ago.
sv_se: ungefär en minut sedan.

source: an hour ago.
sv_se: en timma sedan.

source: game lost
sv_se: förlust

source: game won
sv_se: vinst

source: in a row!
sv_se: på rad!

source: mistakes
sv_se: misstag

source: moves
sv_se: drag

source: no training
sv_se: ingen träning

source: perfect game (no missed targets)
sv_se: perfekt omgång (inga missar)

source: points
sv_se: poäng

source: sec
sv_se: sek
