Repository: bkz/curictus
Catalog: Curegame/media/i18n/*/LC_MESSAGES/vrs.po
Languages: sv_se

source: $activity_simon2_desc
sv_se: Så här spelar man: <li>En ton spelas när en knapp lyser</li><li>Notera i vilken ordning tonerna spelas</li><li>Tryck på knapparna i samma ordning när det är din tur</li><li>Spelet fortsätter med längre och längre sekvenser tills du spelar fel ton</li> Det här tränar man: <li>Uppmärksamhet och koncentration</li><li>Arbetsminne</li><li>Arm- och underarmsrörelser</li><li>Handledsrörelser</li>

source: $activity_simon2_level_desc
sv_se: Spela med 4 knappar. Spela med 8 knappar. Spela med 12 knappar.

source: $activity_simon2_name
sv_se: Spela toner

source: $activity_simon2_summary
sv_se: Lyssna på tonerna och upprepa melodin.

source: $activity_simon2_video_xml
sv_se: <video> <filename>static/videos/simon2.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett penngrepp." /> <item image="static/screenshots/instructions/two-grips.jpg" text="Du kan också använda ett cylindergrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_simon_desc
sv_se: Så här spelar man: <li>Notera i vilken ordning Simon trycker på knapparna (tonerna)</li><li>När det är din tur trycker du på knapparna i samma ordning</li><li>Spelet fortsätter genom att Simon spelar längre och längre sekvenser</li> Det här tränar man: <li>Uppmärksamhet</li><li>Koncentration</li><li>Arbetsminnne</li><li>Flexion/Extension</li><li>Adduktion/Abduktion</li>

source: $activity_simon_name
sv_se: Följ Simon

source: $activity_simon_summary
sv_se: Härma Simon och spela tonerna i rätt ordning.

source: $activity_simon_video_xml
sv_se: <video> <filename>static/videos/simon.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett chuckgrepp." /> <item image="static/screenshots/instructions/handle.jpg" text="Håll pennan med ett transversellt volargrepp." /> <item image="static/screenshots/instructions/stick.jpg" text="Håll pennan med ett diagonalt volargrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_slotmachine_desc
sv_se: Så här spelar man: <li>Plocka mynt från toppen av traven till vänster</li><li>Lägg ett eller flera mynt i inkastet till höger</li><li>Satsa upp till tre mynt genom att trycka på 'SATSA'</li><li>Tryck på 'SPELA'</li><li>Fortsätt eller tryck på 'EXIT' när du vill avsluta</li><li>Du får en poäng för varje mynt du har kvar eller vunnit</li> Det här tränar man: <li>Arm- och underarmsrörelser</li><li>Handledsrörelser</li>

source: $activity_slotmachine_name
sv_se: Enarmad bandit

source: $activity_slotmachine_summary
sv_se: Försök att vinna så mycket pengar du kan på den enarmade banditen.

source: $activity_slotmachine_video_xml
sv_se: <video> <filename>static/videos/slotmachine.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett penngrepp." /> <item image="static/screenshots/instructions/two-grips.jpg" text="Du kan också använda ett cylindergrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_slots_desc
sv_se: Så här spelar man: Här gäller det att samla 'credits'. Antigen spelar man 1, 2 eller 3 credit i taget genom att trycka på 'Bet one Credit' en, två eller tre gånger och sedan på 'Spin Reels', eller så spelar man 3 Credits varje gång genom att trycka ner knappen 'Play 3 Credits' längst till höger. Observera att man bara kan trycka på knappar som är gula (vita är inte aktiva). Vid vinst fylls antal Credits på. Man spelar så länge man vill eller tills man har slut på Credits. Spelet stängs av med knappen 'Change' längst till vänster.

source: $activity_slots_name
sv_se: Vegas

source: $activity_slots_summary
sv_se: Försök att vinna så mycket pengar du kan på den enarmade banditen.

source: $activity_slots_video_xml
sv_se: <video> <filename>static/videos/slots.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett chuckgrepp." /> <item image="static/screenshots/instructions/handle.jpg" text="Håll pennan med ett transversellt volargrepp." /> <item image="static/screenshots/instructions/stick.jpg" text="Håll pennan med ett diagonalt volargrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_tmt_a_desc
sv_se: Det här är din uppgift: <li>Tryck på siffrorna i stigande ordning: 1-2-3-4...</li><li>Trycker du rätt siffra blir den grön</li><li>Trycker du fel siffra blir den röd, men ändras tillbaks när du gör rätt</li><li>Försök att slutföra övningen så fort du kan</li>Det här testas: <li>Visuell avsökning</li><li>Scanning</li><li>Processhastighet</li><li>Mental flexibilitet</li><li>Exekutiva funktioner</li>

source: $activity_tmt_a_name
sv_se: Trail Making Test A

source: $activity_tmt_a_summary
sv_se: Tryck på de inringade siffrorna i ordningen 1-2-3 etc.

source: $activity_tmt_a_video_xml
sv_se: <video> <filename>static/videos/tmt_a.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett penngrepp." /> <item image="static/screenshots/instructions/two-grips.jpg" text="Du kan också använda ett cylindergrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_tmt_b_desc
sv_se: Det här är din uppgift: <li>Tryck på siffrorna och bokstäverna i stigande ordning: 1-A-2-B-3-C etc</li><li>Trycker du rätt siffra blir den grön</li><li>Trycker du fel siffra blir den röd, men ändras tillbaks när du gör rätt</li><li>Försök att slutföra övningen så fort du kan</li>Det här testas: <li>Visuell avsökning</li><li>Scanning</li><li>Processhastighet</li><li>Mental flexibilitet</li><li>Exekutiva funktioner</li>

source: $activity_tmt_b_name
sv_se: Trail Making Test B

source: $activity_tmt_b_summary
sv_se: Tryck på de inringade siffrorna och bokstäverna i ordningen 1-A-2-B-3-C etc.

source: $activity_tmt_b_video_xml
sv_se: <video> <filename>static/videos/tmt_b.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett penngrepp." /> <item image="static/screenshots/instructions/two-grips.jpg" text="Du kan också använda ett cylindergrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_tmt_desc
sv_se: Det här är din uppgift: <li>Tryck på prickarna i följande ordning 1, A, 2, B, 3, C, ...</li><li>Rör dig så snabbt du kan från prick till prick</li> Det här testas: <li>Koncentration & Arbetsminnne</li><li>Avsökning & Lokalisering</li><li>Precision</li><li>Flexion/Extension</li><li>Adduktion/Abduktion</li>

source: $activity_tmt_name
sv_se: TMT

source: $activity_tmt_summary
sv_se: Tryck på prickarna i rätt ordning.

source: $activity_tmt_video_xml
sv_se: <video> <filename>static/videos/tmt.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett chuckgrepp." /> <item image="static/screenshots/instructions/handle.jpg" text="Håll pennan med ett transversellt volargrepp." /> <item image="static/screenshots/instructions/stick.jpg" text="Håll pennan med ett diagonalt volargrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $dashboard_createuser_help
sv_se: Skriv in en ny 4-siffrig PIN-kod och tryck 'Skapa profil'.

source: $dashboard_login_help
sv_se: Tryck på bilden med din PIN-kod för att börja träna.

source: $dashboard_mainmenu_help
sv_se: Tryck 'Träna' för att visa dina träningsaktiviteter, eller 'Bedöm' för att utföra en bedömning. Tryck 'Avsluta' för att avsluta detta träningstillfälle. Om du lämnar stationen kommer träningstillfället att avslutas automatiskt efter fem minuter.

source: $dashboard_selectactivity_help
sv_se: Tryck på aktiviteten som du vill utföra. Tryck på pilarna för att visa fler aktiviteter.

source: $dashboard_selectassessment_help
sv_se: Tryck på bedömningen som du vill utföra.

source: $dashboard_usercreated_help
sv_se: Tryck på 'Träna'-knappen för att logga in med den nya profilen.

source: %(count)d training activities / assessments
sv_se: %(count)d träningsaktiviteter / bedömningar

source: %(hours)dh %(minutes)d min pause
sv_se: %(hours)dh %(minutes)d min uppehåll

source: %(minutes)d min pause
sv_se: %(minutes)d min uppehåll

source: %(minutes)d minutes ago
sv_se: %(minutes)d minuter sedan

source: %(seconds)d seconds ago
sv_se: %(seconds)d sekunder sedan

source: (Easy = %s, Medium = %s, Hard = %s)
sv_se: (Lätt = %s, Medel = %s, Svår = %s)

source: 12 months
sv_se: 12 månader

source: 2 weeks
sv_se: 2 veckor

source: 6 months
sv_se: 6 månader

source: Acceleration: %2.2f m/s2 Time: %3.2fs
sv_se: Acceleration: %2.2f m/s2 Tid: %3.2fs

source: Active
sv_se: Aktiv

source: Activities
sv_se: Aktiviteter

source: Activity
sv_se: Aktivitet

source: Activity Report
sv_se: Aktivitetsrapport

source: Activity alias:
sv_se: Aktivitets-alias:

source: Admin Menu
sv_se: Administration

source: All Profiles
sv_se: Alla profiler

source: Analytics report can only be printed correctly in landscape mode. When the printing dialog is shown perform the following: <li>Select your printer by name</li><li>View printer properties</li><li>Switch from normal A4 to landscape layout</li>
sv_se: Analytics-rapporten kan bara skrivas ut korrekt i landskapsläge. Gör detta när skrivardialogen visas: <li>Välj rätt skrivare</li><li>Visa skrivarens egenskaper</li><li>Byt från normal A4 till landskapsläge</li>

source: Arrows
sv_se: Pilar

source: Assess
sv_se: Bedöm

source: Assessment
sv_se: Bedömning

source: Assessments
sv_se: Bedömningar

source: Available activities
sv_se: Tillgängliga aktiviteter

source: Average = %2.2f m/s, Variance = %3.2f
sv_se: Medelvärde = %2.2f m/s, Varians = %3.2f

source: Average HPR = %2.2f
sv_se: Medelvärde HPR = %2.2f

source: Avg HPR
sv_se: Medel HPR

source: Avg velocity
sv_se: Medelhastighet

source: BET
sv_se: SATSA

source: Back
sv_se: Tillbaka

source: Best result for each day shown (shortest duration)
sv_se: Visar resultat för varje dag (kortast tid)

source: Born
sv_se: Födelseår

source: Call Clock
sv_se: Anropa Clock

source: Call Echo
sv_se: Anropa Echo

source: Call RaiseException
sv_se: Anropa RaiseException

source: Cancel
sv_se: Avbryt

source: Category
sv_se: Kategori

source: Change PIN code
sv_se: Ändra PIN-kod

source: Change Profile
sv_se: Byt profil

source: Click here to log in after entering your password.
sv_se: Klicka här för att logga in efter att ha matat in lösenordet.

source: Click here to refresh activity report.
sv_se: Klicka här för att uppdatera aktivitetsrapporten.

source: Click here to refresh profile list.
sv_se: Tryck här för att uppdatera profillistan.

source: Click here to save your changes.
sv_se: Klicka här för att spara din ändringar.

source: Click on an activity to the left.
sv_se: Klicka på en aktivitet till vänster.

source: Close
sv_se: Stäng

source: Configure Printer
sv_se: Konfigurera skrivare

source: Create Profile
sv_se: Skapa profil

source: Create a new profile with the following PIN code?
sv_se: Skapa en ny profil med följande PIN-kod?

source: Create new
sv_se: Skapa ny

source: Curictus PCMS - Loading...
sv_se: Curictus PCMS - Laddar...

source: Dashboard Status
sv_se: Instrumentbräde-status (ha ha)

source: Data Analysis
sv_se: Dataanalys

source: Date
sv_se: Datum

source: Deactivate profile
sv_se: Deaktivera profil

source: Decision support
sv_se: Beslutsstöd

source: Delete
sv_se: Radera

source: Delete profile '%s'?
sv_se: Radera profilen '%s'?

source: Description and settings
sv_se: Beskrivning och inställningar

source: Diagnosis
sv_se: Diagnos

source: Difficulty Level
sv_se: Svårighetsgrad

source: Difficulty Settings
sv_se: Svårighetsgrad

source: Difficulty level:
sv_se: Svårighetsgrad:

source: Disease date
sv_se: Insjukningsdatum

source: Distance
sv_se: Avstånd

source: Distance (m)
sv_se: Avstånd (m)

source: Distance: %2.2f m Time: %3.2fs Event: %s
sv_se: Avstånd: %2.2f m Tid: %3.2fs Händelse: %s

source: Do you really want to shut down?
sv_se: Vill du verkligen stänga av?

source: Domain
sv_se: Domän

source: Don't worry, we'll help you. Please contact Curictus Support (www.curictus.com/support). Write down or take a photo of this message:
sv_se: Oroa dig inte, vi ska ordna det här. Kontaka Curictus Support (www.curictus.se/support). Skriv ner eller ta ett foto av följande meddelande:

source: Don't worry, we'll help you. Please contact Curictus Support (www.curictus.com/support). Tell them the following message:
sv_se: Oroa dig inte. Vi fixar detta. Vänligen kontakta Curictus support (www.curictus.com/support). Skriv ner detta meddelande:

source: Download Excel
sv_se: Ladda ner Excel

source: Duration
sv_se: Tid

source: Duration (minutes)
sv_se: Tid (minuter)

source: Duration (seconds)
sv_se: Tid (sekunder)

source: Duration: %(minutes)d min %(date)s
sv_se: Tid: %(minutes)d min %(date)s

source: Duration: %(minutes)d min Week: %(week)s %(date)s
sv_se: Tid: %(minutes)d min Week: %(week)s %(date)s

source: Duration: %(seconds)d sec %(date)s
sv_se: Tid: %(seconds)d sec %(date)s

source: Duration: %(seconds)d sec Mistakes: %(count)d %(date)s
sv_se: Tid: %(seconds)d sec Misstag: %(count)d %(date)s

source: EN Singular %(num)s formatting %(missing)s works!
sv_se: EN Singular %(num)s formattering %(missing)s fungerar!

source: Easy
sv_se: Lätt

source: Effective Training Duration Per Day
sv_se: Effektiv träningstid per dag

source: Effective Training Duration Per Month
sv_se: Effektiv träningstid per månad

source: Effective Training Duration Per Week
sv_se: Effektiv träningstid per vecka

source: Email
sv_se: Epost

source: Enabled
sv_se: Tillgänglig

source: Errors
sv_se: Antal fel

source: Event
sv_se: Händelse

source: Excellent!
sv_se: Utmärkt!

source: Exit
sv_se: Avsluta

source: FIND:
sv_se: HITTA:

source: Female
sv_se: Kvinna

source: Final Score
sv_se: Slutlig poäng

source: First activity
sv_se: Första aktivitet

source: First, select a domain.
sv_se: Välj först en domän.

source: Flawless!
sv_se: Felfritt!

source: Follow the arrows.
sv_se: Följ pilarna.

source: Force
sv_se: Kraft

source: Force (N)
sv_se: Kraft (N)

source: Force: %2.2f N Time: %3.2fs
sv_se: Kraft: %2.2f N Tid: %3.2fs

source: Fri
sv_se: Fre

source: Friday
sv_se: Fredag

source: Game
sv_se: Spel

source: Gender
sv_se: Kön

source: General information
sv_se: Allmän information

source: Get current level
sv_se: Hämta nuvarande nivå

source: Get difficulty levels
sv_se: Hämta svårighetsgrader

source: Get scores
sv_se: Hämta resultat

source: Good job!
sv_se: Bra jobbat!

source: Great!
sv_se: Bra!

source: Guest
sv_se: Gäst

source: HOLD
sv_se: HÅLL

source: HPR: %2.2f Time: %3.2fs Event: %s
sv_se: HPR: %2.2f Tid: %3.2fs Händelse: %s

source: Hard
sv_se: Svår

source: Has played before?
sv_se: Har spelat tidigare?

source: Help
sv_se: Hjälp

source: Hmm.. Wrong password.
sv_se: Hmm.. Fel lösenord.

source: Instructions
sv_se: Instruktioner

source: Internet connection not available, please inform the IT department.
sv_se: Internet-uppkopling ej tillgänglig, vänligen kontakta IT-avdelningen.

source: Keep it up!
sv_se: Fortsätt så!

source: Keep working!
sv_se: Fortsätt jobba!

source: Kind
sv_se: Sort

source: LEVEL
sv_se: NIVÅ

source: Language
sv_se: Språk

source: Lap
sv_se: Varv

source: Last 12 months
sv_se: Senaste 12 månaderna

source: Last 14 days
sv_se: Senaste 14 dagarna

source: Last 24 weeks
sv_se: Senaste 24 veckorna

source: Laterality index
sv_se: Lateralitetsindex

source: Latest
sv_se: Senaste

source: Latest activity
sv_se: Senaste aktivitet

source: Launch Game
sv_se: Starta spel

source: Launch Test
sv_se: Starta bedömning

source: Left score
sv_se: Vänster resultat

source: Level
sv_se: Nivå

source: List activities
sv_se: Lista aktiviteter

source: Listen
sv_se: Lyssna

source: Log in
sv_se: Logga in

source: Log out
sv_se: Logga ut

source: Login as guest
sv_se: Logga in gäst

source: Login as me
sv_se: Logga in mig

source: Login with pincode
sv_se: Logga in med pinkod

source: Logout
sv_se: Logga ut

source: MOVES
sv_se: DRAG

source: Male
sv_se: Man

source: Max force
sv_se: Max kraft

source: Max velocity
sv_se: Max hastighet

source: May
sv_se: Maj

source: Medium
sv_se: Medel

source: Middle targets
sv_se: Mitt-mål

source: Mon
sv_se: Mån

source: Monday
sv_se: Måndag

source: Moves
sv_se: Drag

source: Multi Line With Spaces
sv_se: Multi Rad Med Mellanslags

source: My Best Results
sv_se: Mina Bästa Resultat

source: My Results
sv_se: Mina Resultat

source: Name
sv_se: Namn

source: Need help? Hold the mouse pointer over items for a short while. Try it out on this message!
sv_se: Behöver du hjälp? Vila muspekaren en kort stund över knappar för att få tips. Prova att vila markören på det här meddelandet!

source: Nice work!
sv_se: Bra kämpat!

source: No
sv_se: Nej

source: Notes
sv_se: Anteckningar

source: Now, type the domain password and press enter.
sv_se: Skriv nu lösenordet och tryck retur.

source: Number of assessments
sv_se: Antal bedömningar

source: Number of training activities
sv_se: Antal träningsaktiviteter

source: Oct
sv_se: Okt

source: Oops! Something went wrong
sv_se: Hoppsan! Något gick fel.

source: Oops! Something went wrong.
sv_se: Hoppsan! Där gick något galet.

source: Overview
sv_se: Översikt

source: PIN code
sv_se: PIN-kod

source: Password
sv_se: Lösenord

source: Patient birthdate is missing or invalid
sv_se: Patientens födelseår saknas eller är felaktigt

source: Patient disease date is missing or invalid
sv_se: Patientens insjuknadsdatum saknas eller är felaktigt

source: Pincode
sv_se: Pinkod

source: Pincode:
sv_se: Pinkod:

source: Play
sv_se: Spela

source: Play!
sv_se: Spela!

source: Please insert haptic pen into inkwell...
sv_se: Sätt in pennan i hållaren...

source: Please try again!
sv_se: Försök igen!

source: Please turn off computer and verify that cables are plugged in properly.
sv_se: Stäng av datorn och kontrollera att alla kablar är rätt inkopplade.

source: Please turn on and connect the supplied USB flash drive.
sv_se: Aktivera och anslut tillhandlahållen USB-sticka.

source: Please wait...
sv_se: Var god dröj...

source: Point Test - Summary
sv_se: Point Test - Sammanfattning

source: Press a red '0' when you are finished.
sv_se: Tryck på en röd cirkel med siffran '0' när du är klar.

source: Press all green circles marked '1'.
sv_se: Tryck på alla gröna cirklar med siffran '1'.

source: Press exit sign when done.
sv_se: Tryck på nödutgången när du är klar.

source: Print
sv_se: Skriv ut

source: Problem
sv_se: Uppgift

source: Profile
sv_se: Profil

source: Profile Selection
sv_se: Profilval

source: Refresh
sv_se: Uppdatera

source: Repeat
sv_se: Upprepa

source: Reset
sv_se: Återställ

source: Result
sv_se: Resultat

source: Results
sv_se: Resultat

source: Retry
sv_se: Försök igen

source: Right score
sv_se: Höger resultat

source: Rotate:
sv_se: Rotera:

source: SCORE
sv_se: POÄNG

source: SPIN
sv_se: SPELA

source: Sat
sv_se: Lör

source: Saturday
sv_se: Lördag

source: Save
sv_se: Spara

source: Save Patient Record
sv_se: Spara Patient Data

source: Score
sv_se: Poäng

source: Search patient:
sv_se: Sök patient:

source: Select Language
sv_se: Välj språk

source: Select Your PIN code
sv_se: Tryck på din PIN-kod

source: Select language and domain, please.
sv_se: Välj språk och domän.

source: Selected activity
sv_se: Vald aktivitet

source: Sessions
sv_se: Sessioner

source: Set current level
sv_se: Spara svårighetsgrad

source: Show profile
sv_se: Visa profil

source: Shutdown
sv_se: Stäng av

source: Sorry, too many failed attempts, wait %d minute and try again.
sv_se: Tyvärr, för många felaktiga försök, vänta i %d minut och försök igen.

source: Sorry, wrong password. Please try again.
sv_se: Tyvärr, fel lösenord. Vänligen försök igen.

source: Start
sv_se: Börja

source: Sun
sv_se: Sön

source: Sunday
sv_se: Söndag

source: Symptoms
sv_se: Symptom

source: System Info
sv_se: Systeminformation

source: Target represses
sv_se: Omtryck

source: Thanks!
sv_se: Tack!

source: Thanks.
sv_se: Tack.

source: Thanks. Now press 'Create Profile'.
sv_se: Tack. Tryck nu på 'Skapa profil'.

source: The straight line is the normative mean value (%2.2f), the dotted lines represent a single standard deviation (%2.2f).
sv_se: Den horisontella linjen är det normative medelvärdet (%2.2f) och de streckade linjerna representerar en standard deviation (%2.2f).

source: Therapist instructions
sv_se: Detaljerade instruktioner

source: There are more tones to play...
sv_se: Det finns fler toner att spela...

source: This PIN code is already in use.
sv_se: Denna PIN-kod är upptagen.

source: Thu
sv_se: Tor

source: Thursday
sv_se: Torsdag

source: Time
sv_se: Tid

source: Time (s)
sv_se: Tid (s)

source: Time: %3.2fs Distance: %2.2f m Event: %s
sv_se: Tid: %3.2fs Avstånd: %2.2f m Händelse: %s

source: Timestamp
sv_se: Tidsstämpel

source: Today
sv_se: Idag

source: Total distance = %2.2f m
sv_se: Total distans = %2.2f m

source: Total time = %2.2f s
sv_se: Total tid = %2.2f s

source: Touch all targets in order (1-2-3 ...)
sv_se: Tryck på cirklarna i ordningen 1-2-3 ...

source: Touch all targets in order (1-A-2-B ...)
sv_se: Tryck på cirklarna i ordningen 1-A-2-B ...

source: Touch correct answer!
sv_se: Tryck på rätt svar!

source: Touch everything.
sv_se: Känn på allt i rummet.

source: Touch the green bubble.
sv_se: Tryck på den gröna bubblan.

source: Train
sv_se: Träna

source: Training Activities
sv_se: Träningsaktiviteter

source: Training log
sv_se: Träningslogg

source: Training report
sv_se: Träningsrapport

source: Tue
sv_se: Tis

source: Tuesday
sv_se: Tisdag

source: Turn on 3D glasses and lift pen from inkwell...
sv_se: Sätt på 3D-glasögonen och lyft pennan från hållaren...

source: Type a new 4-digit PIN code.
sv_se: Mata in en 4-siffrig PIN-kod.

source: Unspecified
sv_se: Ospecificerad

source: Update profile list
sv_se: Uppdatera profillista

source: Use the right and left arrows to browse through the instructions.
sv_se: Använd höger- och vänsterpilarna för att bläddra igenom instruktionerna.

source: Variable
sv_se: Variabel

source: Velocity
sv_se: Hastighet

source: Velocity (m/s)
sv_se: Hastighet (m/s)

source: Velocity: %2.2f m/s Time: %3.2fs
sv_se: Hastighet: %2.2f m/s Tid: %3.2fs

source: Video tutorial
sv_se: Filmade instruktioner

source: View tutorial
sv_se: Visa instruktioner

source: Wed
sv_se: Ons

source: Wednesday
sv_se: Onsdag

source: Welcome!
sv_se: Välkommen!

source: Well done!
sv_se: Bra jobbat!

source: Well done, new record!
sv_se: Bra jobbat, nytt rekord!
