Repository: bkz/curictus
Catalog: Curegame/media/i18n/*/LC_MESSAGES/vrs.po
Languages: sv_se

source: $activity_archery2_desc
sv_se: Så här spelar man: <li>Vidrör pilkorgen med markören för att hämta en pil</li><li>Spänn bågen genom att dra pennan emot dig</li><li>Sikta och skjut sedan pilen genom att trycka på en av knapparna på den haptiska pennan.</li><li>Du har 20 pilar att skjuta.</li> Det här tränar man: <li>Uppmärksamhet</li><li>Precision</li><li>Arm- och underarmsrörelser</li><li>Handledsrörelser</li>

source: $activity_archery2_level_desc
sv_se: Måltavlorna står still. Måltavlorna rör sig långsamt upp och ner. Måltavlorna rör sig snabbt upp och ner.

source: $activity_archery2_name
sv_se: Skjuta pilen

source: $activity_archery2_summary
sv_se: Skjut på måltavlorna med pilbågen.

source: $activity_archery2_video_xml
sv_se: <video> <filename>static/videos/archery2.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett penngrepp." /> <item image="static/screenshots/instructions/two-grips.jpg" text="Du kan också använda ett cylindergrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_archery_desc
sv_se: Så här spelar man: <li>Greppa strängen genom att hålla nere knappen på den haptiska pennan</li><li>Spänn strängen genom att dra pennan mot dig</li><li>Sikta och skjut pilen genom att släppa knappen</li> Det här tränar man: <li>Pekfinger</li><li>Uppmärksamhet</li><li>Precision</li><li>Flexion/Extension</li><li>Adduktion/Abduktion</li>

source: $activity_archery_name
sv_se: Pilbåge

source: $activity_archery_summary
sv_se: Skjut på måltavlorna med pilbågen.

source: $activity_archery_video_xml
sv_se: <video> <filename>static/videos/archery.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Greppa pennan med ett chuckgrepp." /> <item image="static/screenshots/instructions/button_pressed.jpg" text="Tryck på knappen för att greppa strängen." /> <item image="static/screenshots/instructions/button_released.jpg" text="Släpp knappen för att skjuta iväg pilen." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_bandit_desc
sv_se: Så här spelar man: <li>Du får poäng när du träffar banditerna</li><li>Banditer du missar blir röda</li><li>Försök träffa så många du kan under en minut</li> Det här tränar man: <li>Uppmärksamhet</li><li>Snabb reaktion</li><li>Arm- och underarmsrörelser</li><li>Handledsrörelser</li>

source: $activity_bandit_level_desc
sv_se: Bovarna är långsamma. Bovarna är lite snabbare. Bovarna är mycket snabba.

source: $activity_bandit_name
sv_se: Klubba bovar

source: $activity_bandit_summary
sv_se: Klubba cylindrarna (banditerna) med hammaren.

source: $activity_bandit_video_xml
sv_se: <video> <filename>static/videos/bandit.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/stick.jpg" text="Håll pennan med ett hammargrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_bingo2_desc
sv_se: Så här spelar man: <li>En siffra visas till vänster</li><li>Hitta siffran på spelbrädet och tryck på den</li><li>Ju snabbare du hittar rätt siffra, desto mer poäng får du</li><li>Vinn genom att få bingo på alla rader</li><li>Speltid: 1-2 minuter</li> Det här tränar man: <li>Avsökning, lokalisering</li><li>Arm- och underarmsrörelser</li><li>Handledsrörelser</li>

source: $activity_bingo2_level_desc
sv_se: Spela på ett bräde med 3 x 3 nummer (1-9). Spela på ett bräde med 4 x 4 nummer (1-16). Spela på ett bräde med 5 x 5 nummer (1-99).

source: $activity_bingo2_name
sv_se: Bingo

source: $activity_bingo2_summary
sv_se: Hitta siffran som visas och tryck på den.

source: $activity_bingo2_video_xml
sv_se: <video> <filename>static/videos/bingo2.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett penngrepp." /> <item image="static/screenshots/instructions/two-grips.jpg" text="Du kan också använda ett cylindergrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_bingo_desc
sv_se: Så här spelar man: <li>Titta på siffan i rutan till höger</li><li>Tryck samma på nummer på spelplanen</li><li>När du markerat fem nummer i rad - bingo!</li> Det här tränar man: <li>Känna igen siffror/nummer</li><li>Avsökning</li><li>Lokalisering</li><li>Handledsrörelser</li>

source: $activity_bingo_name
sv_se: Bingo

source: $activity_bingo_summary
sv_se: Spela en omgång Bingo.

source: $activity_bingo_video_xml
sv_se: <video> <filename>static/videos/bingo.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett chuckgrepp." /> <item image="static/screenshots/instructions/handle.jpg" text="Håll pennan med ett transversellt volargrepp." /> <item image="static/screenshots/instructions/stick.jpg" text="Håll pennan med ett diagonalt volargrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_codebreak_desc
sv_se: Så här spelar man: <li>Placera 3 koppar på en av hyllorna</li><li>Vit boll betyder rätt färg på rätt plats</li><li>Svart boll betyder rätt färg på fel plats</li><li>Fundera och prova dig fram tills du får 3 vita bollar</li><li>Du kan behöva använda flera koppar av samma färg</li> Det här tränar man: <li>Koncentration och problemlösning</li><li>Arbetsminne</li><li>Transport och precision</li><li>Arm- och underarmsrörelser</li><li>Handledsrörelser</li>

source: $activity_codebreak_level_desc
sv_se: Kopparna har 3 olika färger. Kopparna har 4 olika färger. Kopparna har 5 olika färger.

source: $activity_codebreak_name
sv_se: Koppar

source: $activity_codebreak_summary
sv_se: Hitta den hemliga färgkombinationen genom att placera koppar på hyllorna.

source: $activity_codebreak_video_xml
sv_se: <video> <filename>static/videos/codebreak.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett penngrepp." /> <item image="static/screenshots/instructions/two-grips.jpg" text="Du kan också använda ett cylindergrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_colors_desc
sv_se: Så här spelar man: <li>Tryck på en av de färgade knapparna</li><li>Den blinkande rutan kommer att skifta till din valda färg</li><li>Om det finns angränsande rutor med samma färg kommer fältet att expandera</li><li>Expandera fältet tills det täcker hela spelplanen</li> Det här tränar man: <li>Koncentration</li><li>Räkna, strategi, problemlösning</li><li>Arm- och underarmsrörelser</li><li>Handledsrörelser</li>

source: $activity_colors_level_desc
sv_se: Spela med 5 x 5 färgade rutor. Spela med 10 x 10 färgade rutor. Spela med 15 x 15 färgade rutor.

source: $activity_colors_name
sv_se: Färgmönster

source: $activity_colors_summary
sv_se: Fyll spelplanen med en och samma färg med så få drag som möjligt.

source: $activity_colors_video_xml
sv_se: <video> <filename>static/videos/colors.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett penngrepp." /> <item image="static/screenshots/instructions/two-grips.jpg" text="Du kan också använda ett cylindergrepp." /> </slideshow> <captions title="Demonstration"> <item time="5.0" text="Tryck på de färgade knapparna under spelområdet." /> <item time="15.0" text="Det blinkande området kommer att ändras till din valda färg och inkludera närliggande rutor med samma färg." /> <item time="25.0" text="Försök hitta en strategi som minimerar antal drag." /> <item time="35.0" text="Lycka Till!" /> </captions> </video>

source: $activity_fishtank2_desc
sv_se: Så här spelar man: <li>Fånga fiskarna med fiskespöet</li><li>Släpp fiskarna i den gröna hinken</li><li>Du får poäng för varje fisk du fångar</li><li>Du får minuspoäng om du kommer åt maneterna</li> Det här tränar man: <li>Uppmärksamhet</li><li>Arm- och underarmsrörelser</li><li>Transport, precision</li><li>Handledsrörelser</li>

source: $activity_fishtank2_level_desc
sv_se: Fiskarna rör sig långsamt. Du kan släppa dem i höger eller vänster spann. Fiskarna rör sig snabbare. Du kan släppa dem i höger eller vänster spann. Fiskarna rör sig snabbt. Du måste släppa dem i den gröna spannen.

source: $activity_fishtank2_name
sv_se: Akvarium

source: $activity_fishtank2_summary
sv_se: Lyft fiskarna ut ur akvariet. Undvik maneterna.

source: $activity_fishtank2_video_xml
sv_se: <video> <filename>static/videos/fishtank2.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett penngrepp." /> <item image="static/screenshots/instructions/two-grips.jpg" text="Du kan också använda ett cylindergrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_fishtank_desc
sv_se: Så här spelar man: <li>Fånga fiskarna med fiskespöet</li><li>Släpp fiskarna i spännerna till vänster eller höger</li><li>Du får poäng för varje fisk du fångar</li><li>Du får minuspoäng om du kommer åt maneterna</li> Det här tränar man: <li>Transport & Precision</li><li>Flexion/Extension</li><li>Adduktion/Abduktion</li><li>Handledsrörelser</li>

source: $activity_fishtank_name
sv_se: Fiska

source: $activity_fishtank_summary
sv_se: Lyft fiskarna ut ur akvariet. Undvik maneterna.

source: $activity_fishtank_video_xml
sv_se: <video> <filename>static/videos/fishtank.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett penngrepp." /> <item image="static/screenshots/instructions/two-grips.jpg" text="Du kan också använda ett cylindergrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_intro_desc
sv_se: Använd pennan för att interagera med föremålen i det virtuella rummet. Använd stora men varsamma rörelser för att föra pennan i alla riktningar. <li>Utforska rummet med den blåa markören och känn former, textur, vikt, motstånd</li><li>Känn på väggarna, akvariet, klotet, tallriken, bordet</li><li>Tänd ljuset i akvariet</li><li>Lyft frukterna genom att placera markören under dem</li><li>Lämna frukterna på tallriken</li><li>Lämna rummet genom att trycka på nödutgångsknappen</li>

source: $activity_intro_name
sv_se: Det tysta rummet

source: $activity_intro_summary
sv_se: Lär dig känna den virtuella miljön och haptiken.

source: $activity_intro_video_xml
sv_se: <video> <filename>static/videos/intro.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett penngrepp." /> <item image="static/screenshots/instructions/two-grips.jpg" text="Du kan också använda ett cylindergrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_math2_desc
sv_se: Så här spelar man: <li>En matteuppgift och ett antal svarsalternativ presenteras</li><li>Tryck på rätt svar</li><li>Spelet fortsätter tills alla 10 uppgifterna har besvarats</li><li>Speltid: 1-2 minuter</li> Det här tränar man: <li>Räkna, enkla matteuppgifter</li><li>Avsökning, lokalisering</li><li>Arm- och underarmsrörelser</li><li>Handledsrörelser</li>

source: $activity_math2_level_desc
sv_se: Lös additionstal. Lös additions- och subtraktionstal. Lös additions-, subtraktions- och multiplikationstal.

source: $activity_math2_name
sv_se: Matte-läxa

source: $activity_math2_summary
sv_se: Svara rätt på 10 räknetal.

source: $activity_math2_video_xml
sv_se: <video> <filename>static/videos/math2.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett penngrepp." /> <item image="static/screenshots/instructions/two-grips.jpg" text="Du kan också använda ett cylindergrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_math_desc
sv_se: Så här spelar man: <li>Mata in ditt svar med hjälp av knapparna</li><li>Tryck på OK efter att du skrivit in ditt svar</li><li>Spelet forsätter tills du fått rätt svar på 20 uppgifter</li> Det här tränar man: <li>Räkna</li><li>Avsökning</li><li>Handledsrörelser</li>

source: $activity_math_name
sv_se: Matematik

source: $activity_math_summary
sv_se: Svara rätt på 20 räknetal.

source: $activity_math_video_xml
sv_se: <video> <filename>static/videos/math.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett chuckgrepp." /> <item image="static/screenshots/instructions/handle.jpg" text="Håll pennan med ett transversellt volargrepp." /> <item image="static/screenshots/instructions/stick.jpg" text="Håll pennan med ett diagonalt volargrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_memory_desc
sv_se: Så här spelar man: <li>Tryck på korten du vill vända</li><li>Försök komma ihåg dem</li><li>Hitta paren så fort som möjligt</li> Det här tränar man: <li>Uppmärksamhet och koncentration</li><li>Arbetsminnne</li><li>Arm- och underarmsrörelser</li><li>Handledsrörelser</li>

source: $activity_memory_level_desc
sv_se: Spela med 8 bildkort. Spela med 12 bildkort. Spela med 18 bildkort.

source: $activity_memory_name
sv_se: Memory

source: $activity_memory_summary
sv_se: Hitta bildparen.

source: $activity_memory_video_xml
sv_se: <video> <filename>static/videos/memory.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett penngrepp." /> <item image="static/screenshots/instructions/two-grips.jpg" text="Du kan också använda ett cylindergrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_mugmastermind_desc
sv_se: Så här spelar man: <li>Placera 3 muggar på hyllan längster ner till höger</li><li>Vit boll betyder rätt färg på rätt plats</li><li>Svart boll betyder rätt färg på fel plats</li><li>Fundera och prova dig fram tills du får 3 vita bollar</li> Det här tränar man: <li>Koncentration & Arbetsminnne</li><li>Problemlösning</li><li>Transport & Precision</li><li>Flexion/Extension</li><li>Adduktion/Abduktion</li>

source: $activity_mugmastermind_name
sv_se: Mastermind

source: $activity_mugmastermind_summary
sv_se: Hitta den hemliga färgkombinationen genom att placera muggar på hyllorna.

source: $activity_mugmastermind_video_xml
sv_se: <video> <filename>static/videos/mugmastermind.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett penngrepp." /> <item image="static/screenshots/instructions/two-grips.jpg" text="Du kan också använda ett cylindergrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_neglecttest_desc
sv_se: Det här är din uppgift: <li>Dina mål är de gröna cirklarna markerade "1". Fokusera på dem, alla andra är oviktiga.</li><li>Tryck på alla mål som är märkta "1"</li><li>Dina mål blir gula när du trycker på dem, på så sätt vet du vilka du har tryckt på</li><li>När du är klar med alla dina mål, tryck på en av de röda knapparna markerade "0".</li> Det här testas: <li>Detekterar förekomst av unilateralt spatiellt neglekt (USN)</li>

source: $activity_neglecttest_name
sv_se: VR Cancellation Task (9/9)

source: $activity_neglecttest_summary
sv_se: Tryck på alla cirklar märkta "1".

source: $activity_neglecttest_video_xml
sv_se: <video> <filename>static/videos/neglecttest.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett penngrepp." /> <item image="static/screenshots/instructions/two-grips.jpg" text="Du kan också använda ett cylindergrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_point_desc
sv_se: Det här är din uppgift: <li>Tryck på "Start"-knappen för att börja</li><li>Målet är att trycka på en sekvens av gröna prickar</li><li>Rör dig så snabbt du kan från prick till prick</li><li>Det finns totalt 32 prickar i testet</li> Det här testas: <li>Uppmärksamhet</li><li>Armrörelsens precision</li><li>Snabb motorik</li>

source: $activity_point_name
sv_se: Point Test

source: $activity_point_summary
sv_se: Tryck på de gröna prickarna.

source: $activity_point_video_xml
sv_se: <video> <filename>static/videos/point.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett penngrepp." /> <item image="static/screenshots/instructions/two-grips.jpg" text="Du kan också använda ett cylindergrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_pong_desc
sv_se: Så här spelar man: <li>Du styr racketen närmast dig</li><li>Datorn styr racketen på motsatt sida</li><li>Du kan även använda väggarna för att studsa bollen</li> Det här tränar man: <li>Uppmärksamhet och koncentration</li><li>Precision</li><li>Arm- och underarmsrörelser</li><li>Handledsrörelser</li>

source: $activity_pong_level_desc
sv_se: Spela mot en långsam motståndare. Spela mot en snabbare motståndare. Spela mot en mycket snabb motståndare.

source: $activity_pong_name
sv_se: Tennis

source: $activity_pong_summary
sv_se: Slå bollen förbi motståndaren. Den som först får 5 poäng vinner matchen.

source: $activity_pong_video_xml
sv_se: <video> <filename>static/videos/pong.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett penngrepp." /> <item image="static/screenshots/instructions/two-grips.jpg" text="Du kan också använda ett cylindergrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_precision_h_desc
sv_se: Det här är din uppgift: <li>Placera markören på det virtuella planet</li><li>Starta vid den gröna bubblan</li><li>Följ pilarna och flytta markören så rakt som du kan</li><li>Bubblorna blir gröna när du fortskrider och försvinner när du rör vid dem</li> Det här testas: <li>Rörelseprecision</li><li>Koncentration</li>

source: $activity_precision_h_name
sv_se: Precisionstest horisontellt

source: $activity_precision_h_summary
sv_se: Följ pilarna och tryck på de gröna bubblorna.

source: $activity_precision_h_video_xml
sv_se: <video> <filename>static/videos/precision_h.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett penngrepp." /> <item image="static/screenshots/instructions/two-grips.jpg" text="Du kan också använda ett cylindergrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_precision_v_desc
sv_se: Det här är din uppgift: <li>Placera markören på det virtuella planet</li><li>Starta vid den gröna bubblan</li><li>Följ pilarna och flytta markören så rakt som du kan</li><li>Bubblorna blir gröna när du fortskrider och försvinner när du rör vid dem</li> Det här testas: <li>Rörelseprecision</li><li>Koncentration</li>

source: $activity_precision_v_name
sv_se: Precisionstest vertikalt

source: $activity_precision_v_summary
sv_se: Följ pilarna och tryck på de gröna bubblorna.

source: $activity_precision_v_video_xml
sv_se: <video> <filename>static/videos/precision_v.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett penngrepp." /> <item image="static/screenshots/instructions/two-grips.jpg" text="Du kan också använda ett cylindergrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>

source: $activity_racer_desc
sv_se: Så här spelar man: <li>Använd pennan för att styra bilen</li><li>Den gröna pilen visar vilken riktning bilen åker</li><li>För pennan framåt för att accelerera eller bakåt för att bromsa</li> Det här tränar man: <li>Uppmärksamhet och koncentration</li><li>Gradering/precision</li><li>Arm- och underarmsrörelser</li>

source: $activity_racer_level_desc
sv_se: Kör ett varv runt banan. Kör två varv runt banan. Kör tre varv runt banan.

source: $activity_racer_name
sv_se: Racer

source: $activity_racer_summary
sv_se: Kör bilen runt banan på så kort tid som möjligt.

source: $activity_racer_video_xml
sv_se: <video> <filename>static/videos/racer.flv</filename> <offsets> <start>2.0</start> <stop>45.0</stop> </offsets> <slideshow> <item image="static/screenshots/instructions/pen.jpg" text="Håll pennan med ett penngrepp." /> <item image="static/screenshots/instructions/two-grips.jpg" text="Du kan också använda ett cylindergrepp." /> </slideshow> <captions title="Demonstration"> <item time="3.0" text="" /> <item time="15.0" text="" /> <item time="25.0" text="" /> <item time="35.0" text="" /> </captions> </video>
